" bytes" = " bajty";
" items" = " elementy";
"%@ out of %@" = "%@ z %@";
"%@ selected at multiple offsets out of %@" = "%@ wybranych na wielu offsetach z %@";
"%@ selected at offset %@ out of %@" = "%@ wybrany na offcecie %@ z %@";
"(select a power of 2 bytes)" = "(wybierz potęgę od 2 bajtach)";
"(select less data)" = "(wybierz mniej danych)";
"(select some data)" = "(wybierz jakieś dane)";
"Access Control List..." = "Lista Kontroli Dostępu...";
"Alert!" = "Alarm!";
"Alias bit" = "Bit pseudonim";
"Application:" = "Aplikacja:";
"Apply to enclosed items..." = "Zastosuj do zawartych elementów...";
"Are you sure you want to change all your %@ documents to open with the application \"%@\"?" = "Czy napewno chcesz zmienić wszystkie dokumenty %@ by były otwierane przez \"%@\"?";
"Artist" = "Artysta";
"Artists" = "Artyści";
"Attribute modification date" = "Data modyfikacji atrybutów";
"Attributes" = "Atrybuty";
"Bundle bit" = "Bit pakietu";
"Burn" = "Nagraj";
"Byte %@ selected out of %@" = "Bajt %@ zaznaczony z %@";
"Byte Grouping" = "Grupowanie Bajtów";
"Calculating..." = "Przeliczam...";
"Capacity:" = "Pojemność:";
"Change All..." = "Zmień wszystkie...";
"Change all" = "Zmień wszystkie";
"Choose..." = "Wybierz...";
"Common tags" = "Popularne tagi";
"Contents:" = "Zawartość:";
"Created:" = "Utworzone:";
"Creation Date:" = "Data utworzenia:";
"Creation date" = "Data utworzenia";
"Creator" = "Twórca";
"Creator:" = "Kreator:";
"Custom icon" = "Niestandardowa ikon";
"Data Fork" = "Część pliku zawierająca dane";
"Data Fork:" = "Część pliku zawierająca dane:";
"Dates" = "Daty";
"Dates/Forks" = "Daty/Części pliky z danymi";
"Delete" = "Skasuj";
"Deleting the data fork is not undoable. Are you sure you want to delete this data?" = "Kasowania data fork nie da się odwołać. Upewnij się czy chcesz skasować te dane?";
"Deleting the resource fork is not undoable. Are you sure you want to delete this data?" = "Kasowania resource fork nie da się odwołać. Upewnij się czy chcesz skasować te dane?";
"Device:" = "Urządzenie:";
"Everyone:" = "Każdy:";
"Execute" = "Wykonaj";
"Extend Selection..." = "Rozszerz zaznaczenie...";
"Facility" = "Możliwość";
"Forks" = "Części plików z danymi";
"Forks:" = "Części plików z danymi:";
"Free:" = "Wolne:";
"Get Info" = "Pobierz Info";
"Group" = "Grupa";
"Group:" = "Grupa:";
"Hide extension" = "Ukryj rozszerzenie";
"Ignore ownership on this volume" = "Ignoruj zasady posiadania";
"Info" = "Informacje";
"Inited bit" = "Bit Inited";
"Invisible" = "Niewidoczne";
"Jump to Offset..." = "Skocz do wyrównania...";
"Kind:" = "Rodzaj:";
"Label" = "Etykieta";
"Length" = "Długość";
"Level" = "Poziom";
"Locked" = "Zablokowany";
"Manage groups…" = "Zarządaj grupami…";
"Message" = "Wiadomość";
"Modification Date:" = "Data zmiany:";
"Modification date" = "Data modyfikacji";
"Modified:" = "Zmieniony:";
"Mount Point:" = "Punkt montowania:";
"Move Selection..." = "Przenieś zaznaczenie...";
"Name" = "Nazwa";
"Name locked" = "Nazwa zablokowana";
"None" = "Żaden";
"On desktop" = "Na pulpicie";
"Open" = "Otwórz";
"Open with:" = "Otwórz za pomocą:";
"Other" = "Pozostałe";
"Owner" = "Właściciel";
"Owner:" = "Właściciel:";
"Path" = "Ścieżka";
"Path:" = "Ścieżka:";
"Permissions" = "Uprawnienia";
"Playlists" = "Listy odtwarzania";
"Rating:" = "Ocena:";
"Read" = "Czytaj";
"Report" = "Raport";
"Resolved:" = "Rozwiązano:";
"Resource Fork" = "Plik z zasobem danych";
"Reveal" = "Odszukaj";
"Rsrc Fork:" = "Plik z zasobem danych:";
"Select group…" = "Wybierz grupę…";
"Sender" = "Nadawca";
"Set Dates:" = "Ustawione daty:";
"Size:" = "Wielkość:";
"Spotlight comments" = "Komentarze Spotlight";
"Stationery Pad" = "Papeteria";
"Sticky bit" = "Lepki bit";
"Swap Forks" = "Zamień pliki z danymi";
"Swapping forks can be undone by swapping again. Are you sure you want to swap the forks?" = "Zamiana plików z danymi nie może być cofnięta przez ponowną zamianę. Czy na pewno chcesz zamienić pliki z danymi?";
"Tags" = "Tagi";
"Tags group:" = "Grupy tagów:";
"This change will apply to all %@ documents with %@ \"%@\"." = "Zmienione zostaną wszystkie dokumenty %@ z %@ \"%@\".";
"Time" = "Czas";
"Type" = "Typ";
"Type:" = "Typ:";
"Use this application to open all documents like this." = "Użyj tej aplikacji, aby otworzyć wszystkie dokumenty tego typu.";
"Version:" = "Wersja:";
"Volume Permissions" = "Uprawnienia woluminu";
"Volume:" = "Wolumin:";
"Write" = "Pisz";
"byte" = "bajt";
"bytes" = "bajtów";
"data:" = "dane:";
"extension" = "rozszerzenie";
"gigabyte" = "gigabajt";
"gigabytes" = "gigabajtów";
"kilobyte" = "kilobajt";
"kilobytes" = "kilobajtów";
"megabyte" = "megabajt";
"megabytes" = "megabajtów";
"petabyte" = "petabajt";
"petabytes" = "petabajtów";
"rsrc:" = "zsb:";
"terabyte" = "terabajt";
"terabytes" = "terabajtów";
"type" = "typ";

/* ==== UNLOCALIZED ==== */

" **OVERWRITE MODE**" = " **OVERWRITE MODE**";
" **READ-ONLY MODE**" = " **READ-ONLY MODE**";
"Computing differences" = "Computing differences";
"Edit Mode" = "Edit Mode";
"Format:" = "Format:";
"Insert" = "Insert";
"MP3:" = "MP3:";
"Overwrite" = "Overwrite";
"Read-only" = "Read-only";
"Saving \"%@\"" = "Saving \"%@\"";
"Set Original..." = "Set Original...";
"Tags:" = "Tags:";
